"Updated" = "已更新";
"Unknown" = "未知格式";
"No text" = "无文本";
"Failed" = "失败";
"Item does not exist" = "项目不存在";
"Classify Failed" = "未分类";
"Classified" = "已分类";
"Replicated" = "已复制";
"Conversion Failed" = "转换失败";
"Added" = "已添加";
"Exporting" = "正在导出";
"Importing" = "正在导入";
"Rebuilding" = "重建数据库...";
"Done" = "完成。";
"Removed" = "已移除";
"Converted" = "已转换";
"Encrypted" = "已加密";
"Missing" = "缺失文件";
"Orphaned" = "孤立文件";
"Missing Indexed File" = "缺失索引文件";
"Duplicate" = "重复";
"Tagged" = "已标记";
"Bookmarked" = "已书签";
"Skipped" = "已跳过";
"Skipped already imported email" = "已跳过已导入的电子邮件";
"Summarized" = "已总结";
"Moved to Trash" = "已移至垃圾桶";
"In Trash" = "垃圾桶中的项目";
"UUID already in database" = "数据库中已存在UUID";
"Invalid UUID" = "无效的UUID";
"File still pending" = "文件仍在等待";
"Databases shouldn't be located in cloud folders." = "数据库不应位于云文件夹中。";
"Successfully verified" = "验证成功";
"Please remove this obsolete and incompatible extension." = "建议卸载此过时且不兼容的扩展。";
"Please remove this incompatible extension." = "建议卸载此不兼容的扩展。";
"Insufficient disk space to import file(s)." = "磁盘空间不足，无法导入文件。";
"Invalid Filename" = "无效的文件名";
"Empty File" = "空文件";
"No File" = "无文件";
"Folder is not empty" = "文件夹非空";
"Databases on network volumes are discouraged, internal & external discs are recommended instead." = "不推荐在网络卷上放置数据库，建议使用内部和外部磁盘。";
"Invalid Content Hash" = "文件完整性无效，校验和不同。";
"Outdated Content Hash" = "文件完整性未知，校验和已过时。";
"No Content Hash" = "文件尚未有校验和。";
"Successfully verified integrity of %d files" = "成功验证了%d个文件的完整性";
"Verified integrity of %d files successfully, %d files failed." = "成功验证了%d个文件的完整性，%d个文件校验失败。";
"The database contains a huge number of tags. Due to the enabled Spotlight index the exported Finder tags might slow down the system. Either disable the Spotlight index or use the hidden preference \"DisableFinderTags\" to prevent this." = "数据库包含大量标签。由于启用了Spotlight索引，导出的Finder标签可能会减慢系统速度。\n\n要么禁用Spotlight索引，要么使用隐藏选项\"DisableFinderTags\"来防止这种情况。";
"%d documents marked as pending" = "%d文档标记为待处理";
"AppleScript command not supported by this edition." = "此版本不支持AppleScript命令。";
"Verified Item Links" = "已验证项目链接";
"No invalid item links" = "无无效项目链接";
"Not supported by GPT4All." = "不被GPT4All支持。";
"Chat service not yet configured." = "聊天服务尚未配置。";